{
  "title": "ALK+ Lung Cancer Colorado Fund",
  "description": "To support ALK Lung cancer research in honor of Emily Daniels at the University of Colorado Anschutz Medical Campus.",
  "marketingContent": "<p><img alt=\"Emily Daniels family photo\" src=\"https://giving.cu.edu/sites/default/files/alk_cancer_fund.jpg\" style=\"float:left; height:334px; padding-bottom:15px; padding-right:15px; width:500px\" /><br />\r\nAt just 34 years old, Emily has been living with Stage IV lung cancer since her diagnosis in February 2018 at the age of 32, just before the birth of her second child. Although always health conscious, Emily, like many others she has met since her diagnosis, found this did not make her immune from this devastating disease.&nbsp;<br />\r\n<br />\r\nLuckily, Emily made her way to a world-renowned lung cancer oncologist, Ross Camidge, MD, Director of the Thoracic Oncology Clinical and Clinical Research Programs at CU. He and his team determined she had ALK positive non-small cell lung cancer. Dr. Camidge has pioneered clinical trials to increase treatment options for lung cancer driven by changes in the ALK gene.&nbsp;<br />\r\n<br />\r\nSince her diagnosis, Emily has received several targeted therapies, undergone a specific chemotherapy regimen and has had multiple radiotherapy treatments. Her last radiotherapy treatment in August, 2019 was for two small spots in her brain. By growing Emily’s live cells, Robert Doebele, MD, PhD, associate professor of medicine, determined that Emily has a rare form of cancer with a second pathway called MET driving her cancer. This life saving information led to the addition of a MET inhibitor to her treatment in January. As new advances are continually made at CU, it is hopeful that Emily will add a new MET inhibitor that crosses the blood brain barrier to her treatment in the near future.&nbsp;<br />\r\n<br />\r\nEmily and her husband Brian are trying to turn her disease into something positive as she has become an advocate for others. They actively raise funds for lung cancer research through their annual golf tournament, LINKS FOR LUNGS. It is their hope and that of their family and friends that one day lung cancer will become a chronic, rather than deadly disease.</p>",
  "campus": "1046",
  "allocationCode": "0223113",
  "interest": "910"
}